Repository: elkuku/KISSKontent
Catalog: component/site/com_kisskontent/g11n/*/*.com_kisskontent.po
Languages: de_de

source: You are not allowed to edit Kontent pages.
de_de: Sie sind nicht berechtigt Kontentseiten zu bearbeiten.

source: You are not allowed to translate Kontent pages.
de_de: Sie sind nicht berechtigt Kontentseiten zu übersetzen.

source: Invalid token
de_de: Ungültiges Token

source: Your Kontent has been saved
de_de: Ihr Kontent wurde gespeichert

source: Your translation has been saved
de_de: Ihre Übersetzung wurde gespeichert

source: This is a preview only. The content has not been saved yet !
de_de: Dies ist nur eine Vorschau. Der Content wurde noch nicht gespeichert !

source: Close preview
de_de: Vorschau schliessen

source: Saved version
de_de: Gespeicherte Version

source: Your version
de_de: Ihre Version

source: Do you really want to...
de_de: Möchten Sie wirklich...

source: Delete the Kontent item: %s
de_de: Die Kontentseite löschen: %s

source: Delete %d version (ID: %s)
de_de: %d Version löschen (ID: %s)

source: Delete %d translation (ID: %s)
de_de: %d Übersetzung löschen (ID: %s)

source: Yes I really want to nuke this Kontent
de_de: MÓchten Sie diesen Kontent wirklich atomisieren ?

source: Your Kontent has been nuked
de_de: Ihr Kontent wurde atomisiert

source: Nothing to translate
de_de: Nichts zum Übersetzen

source: Click to create this page...
de_de: Klick um diese Seite zu Erstellen...

source: Show languages: %s
de_de: Zeige Sprache: %s

source: No language
de_de: Keine Sprache

source: All languages
de_de: Alle Sprachen

source: Click to show all translations
de_de: Klick um alle Übersetzungen anzuzeigen

source: Click to hide translations
de_de: Klick um die Übersetzungen zu verbergen

source: To previous version difference
de_de: Zum vorherigen Versionsunterschied

source: To next version difference
de_de: Zum nächsten Versionsunterschied

source: Line: %d
de_de: Zeile: %d

source: Language: %s
de_de: Sprache: %s

source: %s has been made 2011 by %s
de_de: %s wurde von %s im Jahr 2011 gemacht.

source: You are not allowed to create Kontent pages
de_de: Sie sind nicht berechtigt Kontentseiten zu erstellen.

source: You are not allowed to translate Kontent pages
de_de: Sie sind nicht berechtigt Kontentseiten zu übersetzen

source: You are not allowed to nuke Kontent pages
de_de: Sie nicht berecht Kontent zu atomisieren

source: Unable to nuke your Kontent item
de_de: Ihre Kontentseite konnte nicht atomisiert werden

source: Unable to nuke your Kontent
de_de: Ihr Kontent konnte nicht atomisiert werden

source: Differences
de_de: Unterschiede

source: Show diferences only
de_de: Nur die Unterschiede anzeigen

source: Show all
de_de: Alles anzeigen

source: Version as of %1s by %2s
de_de: Version vom %1s von %2s

source: Actual version as of %1s by %2s
de_de: Aktuelle Version vom %1s von %2s

source: You should enable JavaScript
de_de: Sie sollten JavaScript aktivieren

source: Edit
de_de: Bearbeiten

source: New
de_de: Neu

source: This page does not exist (yet), and you are not allowed to create pages.
de_de: Diese Seite existiert (noch) nicht, und Sie sind nicht berechtigt Seiten zu erstellen.

source: Summary:
de_de: Zusammenfassung:

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Preview
de_de: Vorschau

source: Complete
de_de: Komplett

source: Help !
de_de: Hilfe !

source: Loading Google Translation API
de_de: Die Google Translation API wird geladen

source: Translate
de_de: Übersetzen

source: You have to translate the following Kontent items first
de_de: Sie müssen zuerst die folgenden Kontenteinträge übersetzen

source: Copy title
de_de: Titel kopieren

source: Google translate title
de_de: Den Titel mit Google übersetzen

source: Google translate
de_de: Mit Google übersetzen

source: Copy text
de_de: Text kopieren

source: Version history
de_de: Versionsgeschichte

source: Display options
de_de: Anzeigeoptionen

source: No versions found.
de_de: Keine Versionen gefunden.

source: Current
de_de: Aktuell

source: Previous
de_de: Vorherige

source: Default
de_de: Standard

source: Read
de_de: Lesen

source: Display: %s
de_de: Zeige: %s

source: No items found
de_de: Keine Einträge gefunden

source: Nuke
de_de: Atomisieren

source: Kontent list
de_de: Kontentliste

source: Click to show all items
de_de: Klick um alle Einträge anzuzeigen

source: All items
de_de: Alle Einträge

source: Recent changes
de_de: Letzte Änderungen

source: Show the latest %1s | %2s | %3s | %4s | %5s changes.
de_de: Zeige die letzten %1s | %2s | %3s | %4s | %5s Änderungen.

source: Nothing has changed
de_de: Keine Veränderungen

source: Versions
de_de: Versionen
